Repository: smorele/woocommerce-gateway-cmcic
Catalog: languages/wccmcic-*.po
Languages: fr_fr

source: Auto submit form
fr_fr: Validation automatique du formulaire

source: Bank code
fr_fr: Code banque

source: Company code
fr_fr: Code société

source: Credit card terminal number
fr_fr: Numéro de TPE

source: Display form values
fr_fr: Afficher les valeurs du formulaire

source: Enable CM-CIC
fr_fr: Activer CM-CIC

source: Enable CM-CIC testing gateway
fr_fr: Utiliser la plateforme de test

source: Gateway Testing
fr_fr: Plateforme de test

source: Key
fr_fr: Clé

source: Language
fr_fr: Laguage

source: Missing Key
fr_fr: Clé manquante

source: Missing company code
fr_fr: Code société manquante

source: Missing terminal number
fr_fr: Numéro de TPE manquant

source: Pay safely via CM-CIC with your credit card.
fr_fr: Payez en toute sécurité avec votre carte de crédit via CM-CIC.

source: Secure payment
fr_fr: Paiement sécurisé

source: Text submit button
fr_fr: Texte du bouton de validation

source: Thank you - your order is now pending payment. You should be automatically redirected to CM-CIC to make payment.
fr_fr: Merci - votre commande est actuellement en attente de paiement. Vous devriez être automatiquement redirigé vers CM-CIC pour finaliser le paiement.
